/* No comment provided by engineer. */
"%@ copied to clipboard" = "%@ sao chép vào clipboard";

/* No comment provided by engineer. */
"%d Confirmations" = "giấy tờ xác nhận %d";

/* No comment provided by engineer. */
"%d more" = "%d thêm";

/* No comment provided by engineer. */
"%d Transactions" = "%d giao dịch";

/* No comment provided by engineer. */
"Account Settings" = "Cài đặt tài khoản";

/* No comment provided by engineer. */
"Active" = "Hoạt động";

/* No comment provided by engineer. */
"Add to Address book?" = "Thêm vào sổ địa chỉ?";

/* No comment provided by engineer. */
"An error occured validating your PIN code with the remote server. You may be offline or blockchain may be experiencing difficulties. Would you like retry validation or instead enter your password manually?" = "Xác nhận mã PIN của bạn với máy chủ từ xa đã có lỗi. Bạn có thể được diễn đàn hoặc blockchain có thể gặp khó khăn. Bạn có muốn thử lại xác nhận hoặc thay vào đó nhập mật khẩu của bạn theo cách thủ công?";

/* No comment provided by engineer. */
"An error was encountered loading your wallet. You may be offline or Blockchain is experiencing difficulties. Please close the application and try again later or re-pair you device." = "Một lỗi bắt gặp tải chi tiêu của bạn. Bạn có thể được diễn đàn hoặc Blockchain đang trải qua những khó khăn. Xin vui lòng đóng ứng dụng và thử lại sau hoặc tái ghép nối thiết bị của bạn.";

/* No comment provided by engineer. */
"Any Address" = "Bất kỳ địa chỉ";

/* No comment provided by engineer. */
"Archive" = "Lưu trữ";

/* No comment provided by engineer. */
"Archived" = "Lưu trữ";

/* No comment provided by engineer. */
"Automatically" = "Tự động";

/* No comment provided by engineer. */
"Before accessing your wallet, please choose a pin number to use to unlock your wallet. It's important you remember this pin as it cannot be reset or changed without first unlocking the app." = "Trước khi truy cập vào ví của bạn, hãy chọn một số pin sử dụng để mở khóa chi tiêu của bạn. Nó là quan trọng bạn nhớ này pin như nó không thể được đặt lại hoặc thay đổi mà không cần đầu tiên mở khóa các ứng dụng.";

/* No comment provided by engineer. */
"Bitcoin Address" = "Bitcoin địa chỉ";

/* No comment provided by engineer. */
"Cancel" = "Hủy bỏ";

/* No comment provided by engineer. */
"Cannot save PIN Code while wallet is not initialized or password is null" = "Không thể lưu mã PIN trong khi ví không được khởi tạo hoặc mật khẩu là không";

/* No comment provided by engineer. */
"Change PIN" = "Thay đổi mã PIN";

/* No comment provided by engineer. */
"Close App" = "Đóng ứng dụng";

/* No comment provided by engineer. */
"Confirm Payment" = "Xác nhận thanh toán";

/* No comment provided by engineer. */
"Confirm payment of %@ (%@) to %@" = "Xác nhận thanh toán của %1$@ (%2$@) đến %3$@";

/* No comment provided by engineer. */
"Create Wallet" = "Tạo Wallet";

/* No comment provided by engineer. */
"Decrypted PIN Password length 0" = "Giải mã PIN mật khẩu độ dài 0";

/* No comment provided by engineer. */
"Decrypting Private Key" = "Giải mã khóa riêng";

/* No comment provided by engineer. */
"Enter Password" = "Nhập mật khẩu";

/* No comment provided by engineer. */
"Error" = "Lỗi";

/* No comment provided by engineer. */
"Failed To Load Wallet" = "Bị lỗi khi nạp Wallet";

/* No comment provided by engineer. */
"No internet connection." = "No internet connection.";

/* No comment provided by engineer. */
"Finished Signing Inputs" = "Hoàn thành việc đăng ký đầu vào";

/* No comment provided by engineer. */
"Forget Details" = "Quên thông tin chi tiết";

/* No comment provided by engineer. */
"Forget Wallet" = "Quên Wallet";

/* No comment provided by engineer. */
"How would you like to pair?" = "Làm thế nào bạn muốn cặp?";

/* No comment provided by engineer. */
"If you already have a Blockchain Wallet, choose Pair Device; otherwise, choose Create Wallet.    It's Free! No email required." = "Nếu bạn đã có một ví Blockchain, chọn cặp thiết bị; Nếu không, chọn tạo ví.    Nó là miễn phí! Không có email yêu cầu.";

/* No comment provided by engineer. */
"Imported Private Key %@" = "Nhập khẩu khóa riêng %@";

/* No comment provided by engineer. */
"Information" = "Thông tin";

/* No comment provided by engineer. */
"Invalid email address." = "Địa chỉ email không hợp lệ.";

/* No comment provided by engineer. */
"Invalid GUID" = "GUID không hợp lệ";

/* No comment provided by engineer. */
"Invalid Identifier" = "Nhận dạng không hợp lệ";

/* No comment provided by engineer. */
"Invalid Send Value" = "Giá trị không hợp lệ gửi";

/* No comment provided by engineer. */
"Invalid Shared Key" = "Chia sẻ không hợp lệ phím";

/* No comment provided by engineer. */
"Invalid Status Code Returned %@" = "Mã trạng thái không hợp lệ trở lại %@";

/* No comment provided by engineer. */
"Invalid to bitcoin address" = "Không hợp lệ địa chỉ bitcoin";

/* No comment provided by engineer. */
"Loading External Page" = "Tải trang bên ngoài";

/* No comment provided by engineer. */
"Logout" = "Đăng xuất";

/* No comment provided by engineer. */
"Manually" = "Theo cách thủ công";

/* No comment provided by engineer. */
"No" = "Không";

/* No comment provided by engineer. */
"No Label" = "Không có nhãn";

/* No comment provided by engineer. */
"No Password Entered" = "Không có mật khẩu";

/* No comment provided by engineer. */
"OK" = "Ok";

/* No comment provided by engineer. */
"Open Account Settings, Logout or change your pin below." = "Mở cài đặt tài khoản, đăng xuất hoặc thay đổi mã pin của bạn dưới đây.";

/* No comment provided by engineer. */
"Options" = "Tùy chọn";

/* No comment provided by engineer. */
"Pair Device" = "Cặp thiết bị";

/* No comment provided by engineer. */
"Parsing Pairing Code" = "Phân tích cú pháp kết nối mã";

/* No comment provided by engineer. */
"Password must 10 characters or longer" = "Mật khẩu phải 10 ký tự hoặc dài hơn";

/* No comment provided by engineer. */
"Passwords do not match" = "Mật khẩu không khớp";

/* No comment provided by engineer. */
"Payment Sent!" = "Thanh toán được gửi!";

/* No comment provided by engineer. */
"PIN Encrypted String is nil" = "Mã PIN mã hóa chuỗi là con số không";

/* No comment provided by engineer. */
"PIN Response Object key or value length 0" = "PIN đối tượng phản ứng khóa hoặc giá trị chiều dài 0";

/* No comment provided by engineer. */
"PIN Response Object success length 0" = "PIN đối tượng phản ứng thành công dài 0";

/* No comment provided by engineer. */
"PIN Saved Successfully" = "Mã PIN được lưu thành công";

/* No comment provided by engineer. */
"PIN Validation cannot be completed. Please enter your wallet password manually." = "Xác nhận PIN không thể hoàn tất. Vui lòng nhập mật khẩu wallet của bạn theo cách thủ công.";

/* No comment provided by engineer. */
"PIN Validation Error" = "Lỗi soát hợp thức mã PIN";

/* No comment provided by engineer. */
"Please enter your 36 character wallet identifier correctly. It can be found in the welcome email on startup." = "Vui lòng nhập mã định danh ví 36 nhân vật của bạn một cách chính xác. Loài này có ở email chào mừng ngày khởi động.";

/* No comment provided by engineer. */
"Please provide an email address." = "Vui lòng cung cấp địa chỉ email.";

/* No comment provided by engineer. */
"Please Wait" = "Hãy chờ";

/* No comment provided by engineer. */
"Retry Validation" = "Thử lại xác nhận";

/* No comment provided by engineer. */
"Scan Watch Only Address?" = "Quét địa chỉ duy nhất Watch?";

/* No comment provided by engineer. */
"Second Password Incorrect" = "Thứ hai mật khẩu không chính xác";

/* No comment provided by engineer. */
"Send Payment From:" = "Gửi thanh toán từ:";

/* No comment provided by engineer. */
"Send Payment To:" = "Gửi thanh toán cho:";

/* No comment provided by engineer. */
"Server Returned Null Status Code" = "Hệ phục vụ trả lại vô tình trạng mã";

/* No comment provided by engineer. */
"Signing Input %d" = "Đăng nhập %d";

/* No comment provided by engineer. */
"Signing Inputs" = "Ký kết đầu vào";

/* No comment provided by engineer. */
"Success" = "Thành công";

/* No comment provided by engineer. */
"The private key you are attempting to import is encrypted. Please enter the password below." = "Khoá riêng bạn đang cố gắng nhập khẩu được mã hóa. Vui lòng nhập mật khẩu dưới đây.";

/* No comment provided by engineer. */
"This action requires the second password for your bitcoin wallet. Please enter it below and press continue." = "Hành động này yêu cầu mật khẩu thứ hai cho bitcoin ví của bạn. Vui lòng nhập nó dưới đây và nhấn tiếp tục.";

/* No comment provided by engineer. */
"This will erase all wallet data on this device. Please confirm you have your wallet information saved elsewhere otherwise any bitcoins in this wallet will be inaccessible!!" = "Điều này sẽ xóa tất cả dữ liệu wallet trên thiết bị này. Xin vui lòng xác nhận bạn đã ví thông tin của bạn được lưu ở nơi khác nếu không bất kỳ bitcoins trong này ví sẽ được không thể tiếp cận!!";

/* No comment provided by engineer. */
"Unarchive" = "Unarchive";

/* No comment provided by engineer. */
"Unconfirmed" = "Chưa được xác nhận";

/* No comment provided by engineer. */
"Unsupported Private Key Format" = "Không được hỗ trợ định dạng phím riêng";

/* No comment provided by engineer. */
"User Declined" = "Người dùng bị từ chối";

/* No comment provided by engineer. */
"Wallet address %@ has funds available to spend. However the private key needs to be scanned from a paper wallet or QR Code. Would you like to scan the private key now?" = "Ví địa chỉ %@ có tiền có sẵn để chi tiêu. Tuy nhiên khóa riêng cần phải được quét từ một giấy wallet hoặc mã QR. Bạn có muốn quét khóa riêng bây giờ không?";

/* No comment provided by engineer. */
"Wallet Paired Successfully." = "Ví kết nối thành công.";

/* No comment provided by engineer. */
"Warning!!!" = "Cảnh báo!";

/* No comment provided by engineer. */
"Welcome Back" = "Chào mừng trở lại";

/* No comment provided by engineer. */
"Welcome to Blockchain Wallet" = "Chào mừng đến với Blockchain ví";

/* No comment provided by engineer. */
"Would you like to add the bitcoin address %@ to your address book?" = "Bạn có muốn thêm bitcoin địa chỉ %@ vào sổ địa chỉ của bạn?";

/* No comment provided by engineer. */
"Yes" = "Có";

/* No comment provided by engineer. */
"You have no active bitcoin addresses available for sending" = "Bạn có không có hoạt động bitcoin địa chỉ có sẵn cho việc gửi";

/* No comment provided by engineer. */
"You must enter a destination address" = "Bạn phải nhập một địa chỉ đích";

/* No comment provided by engineer. */
"You must enter a label" = "Bạn phải nhập một nhãn";

/* No comment provided by engineer. */
"Your wallet was successfully created." = "Chi tiêu của bạn tạo thành công.";

